<?php

return [
     // نصوص التسجيل
    'name' => 'الاسم الكامل',
    'email' => 'البريد الإلكتروني',
    'newpassword' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'already_registered' => 'لديك حساب بالفعل؟',
    'register' => 'إنشاء حساب جديد',

    // نصوص تسجيل الدخول
    'login' => 'تسجيل الدخول',
    'failed'   => 'بيانات الدخول غير صحيحة.',
    'password' => 'كلمة المرور غير صحيحة.',
    'throttle' => 'عدد كبير من محاولات الدخول. حاول مرة أخرى بعد :seconds ثانية.',
    'registered' => 'تم إنشاء حسابك بنجاح، يرجى التحقق من بريدك الإلكتروني لتفعيله.',
    'registered' => 'تم إنشاء حسابك بنجاح، يرجى التحقق من بريدك الإلكتروني لتفعيله.',
    'verify_email_title' => 'تأكيد البريد الإلكتروني',
    'verify_email_message' => 'شكرًا لتسجيلك معنا! قبل البدء، يرجى تأكيد بريدك الإلكتروني من خلال الرابط الذي أرسلناه لك. إذا لم يصلك البريد، يمكنك طلب رابط جديد.',
    'verify_email_sent' => 'تم إرسال رابط تحقق جديد إلى بريدك الإلكتروني.',
    'resend_verification' => 'إعادة إرسال رابط التفعيل',
    'logout' => 'تسجيل الخروج',

];
